/* context menu */
" (Low Security)" = " (Bảo mật kém)";

/* file size */
"%.1f GB" = "%.1f GB";

/* file size */
"%.1f MB" = "%.1f MB";

/* Activity message */
"%1$d of %2$d - %3$@" = "%1$d trong số %2$d - %3$@";

/* Title for the duplicated item */
"%@ Copy" = "%@ Sao chép";

/* number of items sorted by ... */
"%@ items by" = "%@ khoản mục";

/* alert title */
"%d attachments will be Deleted" = "%d tệp đính kèm sẽ bị Xóa";

/* time */
"%d days ago" = "%d ngày trước";

/* time */
"%d days from now" = "%d ngày kể từ bây giờ";

/* time */
"%d hours ago" = "%d giờ nữa";

/* time */
"%d hours from now" = "%d giờ kể từ bây giờ";

/* alert info */
"%d item(s) will be permanently destroyed. You cannot undo this action." = "%d khoản mục sẽ bị xóa. Bạn không thể hoàn tác lại hành động này.";

/* alert title */
"%d items will be deleted" = "%d khoản mục sẽ bị xóa";

/* time */
"%d minutes ago" = "%d phút trước";

/* time */
"%d minutes from now" = "%d phút kể từ bây giờ";

/* alert message */
"%d objects will be moved to the Trash" = "%d mục sẽ được chuyển vào Thùng rác";

/* time */
"%d seconds ago" = "%d giây trước";

/* time */
"%d seconds from now" = "%d giây kể từ bây giờ";

/* time */
"%d weeks ago" = "%d tuần tước";

/* time */
"%d weeks from now" = "%d tuần kể từ bây giờ";

/* time */
"%d years ago" = "%d năm trước";

/* time */
"%d years from now" = "%d năm kể từ bây giờ";

/* file size */
"%llu bytes" = "%llu bytes";

/* file size */
"%llu KB" = "%llu KB";

/* No comment provided by engineer. */
"(Multiple)" = "(Nhiều)";

/* Hot Keys: Key Combo text for 'empty' combo */
"(None)" = "(Không có)";

/* unlock error message */
"(try disabling the caps lock key)" = "(Hãy thử tắt phím caps lock)";

/* *** Digest Password Required *** */
"*** Digest Password Required ***" = "*** Thực thi yêu cầu mật khẩu ***";

/* credit card month */
"01 (January)" = "01 (Tháng giêng)";

/* credit card month */
"02 (February)" = "02 (Tháng hai)";

/* credit card month */
"03 (March)" = "03 (Tháng ba)";

/* credit card month */
"04 (April)" = "04 (Tháng tư)";

/* credit card month */
"05 (May)" = "05 (Tháng năm)";

/* credit card month */
"06 (June)" = "06 (Tháng sáu)";

/* credit card month */
"07 (July)" = "07 (Tháng bảy)";

/* credit card month */
"08 (August)" = "08 (Tháng tám)";

/* credit card month */
"09 (September)" = "09 (Tháng chín)";

/* credit card month */
"10 (October)" = "10 (Tháng mười)";

/* credit card month */
"11 (November)" = "11 (Tháng mười một)";

/* credit card month */
"12 (December)" = "12 (Tháng chạp)";

/* error description */
"1Password can only run from the Applications folder" = "1Password chỉ có thể chạy từ thư mục Applications";

/* alert message */
"1Password could not be unlocked with the password you provided. Please verify the password and try again." = "1Password không thể mở khóa với mật khẩu bạn vừa nhập. Vui lòng nhập lại lần nữa.";

/* error title */
"1Password failed to start its helper" = "1Password không thể khởi chạy trình hỗ trợ";

/* error */
"1Password File '%@' is incorrect or damaged. Please choose another file." = "Tập tin 1Password '%@' không hợp lệ hoặc đã bị hỏng. Xin chãy chọn một tệp khác.";

/* alert title
   error */
"1Password Interchange Format" = "Định dạng trao đổi của 1Password";

/* info */
"1Password will download all missing icons and previews" = "1Password sẽ tải về tát cả các biểu tượng và bản xem trước bị thiếu";

/* info */
"1Password will visit every website stored in Logins as if you visited that website in Safari. The website could save your IP address, general location, and operating system information. Note that 1Password will NOT log into the site, only capture a picture of the login page. If you have privacy concerns about connecting to any of your saved sites from your current location, please Cancel.\n\nDepending on the number of saved Logins the download can take several hours and use significant network bandwidth." = "1Password sẽ đi tới mọi trang web đã lưu dữ liệu đăng nhập mà bạn đã đi tới trên Safari. Trang web có thể lưu lại địa chỉ IP của bạn, vị trí địa lý, và thông tin hệ điều hành. Lưu ý rằng 1Password không tác động vào trang web mà chỉ chụp hình ảnh trang đăng nhập. Nếu bạn đang truy cập bất kì trang web đã lưu nào, vui lòng Hủy bỏ.\n\nPhụ thuộc vào số lần đăng nhập, việc tải về sẽ mất vài giờ và dùng Internet của bạn.";

/* alert title */
"\"%@\" will be Deleted" = "\"%@\" sẽ bị Xóa";

/* alert message */
"\"%@\" will be moved to Trash" = "\"%@\" sẽ bị đưa vào Thùng rác";

/* alert message */
"\n\nPassword Hint: %@\n" = "Gợi ý mật khẩu: %@";

/* warning */
"\nNOTE: CAPS LOCK KEY IS PRESSED" = "LƯU Ý: PHÍM CAPS LOCK ĐANG BẬT";

/* message */
"A backup copy of your data was created before the merge." = "Một bản sao lưu dữ liệu đã được tạo trước khi tiến hành ghép nối.";

/* message */
"A backup copy of your original data was also created" = "Một bản sao lưu dữ liệu nguyên bản đã được tạo";

/* time */
"a minute ago" = "một phút trước";

/* time */
"a minute from now" = "một phút kể từ bây giờ";

/* No comment provided by engineer. */
"A Ruby interpreter is required to perform your request, however Ruby cannot be found on this system. Please contact AgileBits for assistance." = "Phần hỗ trợ Ruby cần thiết cho việc thực thi yêu câu của bạn nhưng lại không có. Vui lòng liên hệ AgileBits để nhận hướng dẫn.";

/* time */
"a year ago" = "một năm trước";

/* time */
"a year from now" = "một năm kêt từ bây giờ";

/* No comment provided by engineer. */
"Account" = "Tài khoản";

/* Sidebar category */
"Accounts" = "Tài khoản";

/* panel title */
"ACTIVITY" = "HOẠT ĐỘNG";

/* attachment warning */
"Add Attachment" = "Thêm tệp đính kèm";

/* button */
"Add Both" = "Thêm cả hai";

/* adding sample data activity */
"Adding Sample Data" = "Thêm dữ liệu mẫu";

/* pref pane */
"Advanced" = "Nâng cao";

/* folder */
"All" = "Tất cả";

/* info */
"All login icons and previews will be deleted" = "Tất cả biểu tượng và hình xem trước của phiên đăng nhập sẽ bị xóa";

/* alert message */
"An attachment named %@ already exists.\nDo you want to replace it with the one you are moving?" = "Tệp đính kèm có tên %@ đã tồn tại\nBạn có muốn thay thế tệp đã có bằng tệp bạn thêm vào không?";

/* time */
"an hour ago" = "một giờ trước";

/* time */
"an hour from now" = "một giờ kể từ bây giờ";

/* alert message */
"An item named %@ already exists at this location.\nDo you want to replace it with the one you are moving?" = "Khoản mục có tên %@ đã tồn tại.\nBạn có muốn thay thế tệp đã có bằng tệp mới thêm vào không?";

/* change folder security level */
"Apply security level to folder contents?" = "Áp dụng muwacs độ bảo mật cho toàn bộ nội dung trong thư mục?";

/* info */
"Apply to all" = "Áp dụng cho tất cả";

/* alert message */
"Are you sure you want to permanently remove all items in the Trash?" = "Bạn có muốn xóa bỏ vĩnh viễn các khoản mục trong Thùng rác không?";

/* attachment warning */
"Attachment is too big" = "Tệp đính kèm quá lơn";

/* alert message */
"Attachment named %@ failed to export." = "Không thể xuất ra tệp đính kèm %@ .";

/* alert title */
"Attachment with the same name already exists" = "Tệp đính kèm có tên như vậy đã tồn tại";

/* Label in item detail view */
"Attachments" = "Đính kèm";

/* iPhone status */
"Available" = "Sẵn sàng";

/* error */
"Backup directory is not writeable." = "Không thể ghi vào phần sao lưu.";

/* error */
"Backup failed: %@" = "Sao lưu thất bại: %@";

/* error */
"Backup path exists but it is not a directory." = "Dường dẫn sao lưu có tồn tại nhưng nó không phải là một thư mục.";

/* info */
"Backup up existing data..." = "Sao lưu dữ liệu hiện có...";

/* button */
"Begin downloading" = "Bắt đầu tải về";

/* sidebar category */
"Browser Extensions" = "Phần mở rộng của trình duyệt";

/* accessibility description */
"calendar picker" = "chọn trên lịch";

/* button */
"Cancel" = "Hủy bỏ";

/* message */
"Cannot merge selected file with your data" = "Không thể ghép nối tệp đã chọn với dữ liệu của bạn";

/* intro message */
"Catalog your Software licenses, including related files and confirmation emails." = "Lập danh mục cho các giấy phép phần mềm của bạn, bao gồm cả các tập tin liên quan và email đăng kí.";

/* menu */
"Choose All from %@" = "Chọn Tất cả từ %@";

/* menu */
"Choose from %@" = "Chọn từ %@";

/* Software Licenses Image Menu */
"Clear Icon" = "Xóa biểu tượng";

/* Identities Image Menu */
"Clear Image" = "Xóa hình ảnh";

/* Login Preview Image Menu */
"Clear Preview" = "Xóa xem trước";

/* tooltip */
"Click to show in Finder" = "Nhấn để hiện trong trình tìm kiếm";

/* search scope */
"Common" = "Thông dụng";

/* button */
"Continue" = "Tiếp tục";

/* button */
"Continue, Dropbox sync is complete!" = "Tiếp tục thôi, đồng bộ Dropbox đã hoàn thành rồi!";

/* button */
"Copy" = "Sao chép";

/* info */
"Copying file..." = "Đang sao chep tập tin...";

/* info */
"Copying new file..." = "Đang sao chép tập tin mới...";

/* button */
"Create New" = "Tạo mới";

/* status message */
"Created on %@" = "Đã tạo ngày %@";

/* table column */
"Date Created" = "Ngày khởi tạo";

/* accessibility description */
"date field enabled" = "trường ngày tháng đã kích hoạt";

/* table column */
"Date Modified" = "Ngày sửa đổi";

/* button */
"Delete" = "Xóa bỏ";

/* info */
"Deleting existing file..." = "Xóa bỏ tệp hiện có...";

/* Alert Panel */
"Diagnostic script failed." = "Chuẩn đoán mã nguồn không thành công.";

/* alert */
"Discard Changes and Reload?" = "Loại bỏ các thay đổi và tải lại?";

/* info */
"Do you want to create another entry?" = "Bạn có muốn tạo một mục mới không?";

/* change folder security level */
"Don't Change Folder Contents" = "Đừng thay đổi nội dung cặp";

/* Login Preview Image Menu */
"Download Preview" = "Tải về bản xem trước";

/* title */
"Dropbox process is not running" = "Tiến trình của Dropbox chưa được khởi chạy";

/* error */
"E-mail address is not valid." = "Địa chỉ email không hợp lệ.";

/* error */
"E-mail should be of the format name@domain.com." = "Địa chỉ E-mail phải có định dạng tên@miền.com.";

/* main window edit button
   menu item
   menu undo edit */
"Edit" = "Chỉnh sửa";

/* menu item */
"Edit Selected Item" = "Sửa khoản mục đã chọn";

/* search scope */
"Edit Smart Folder \"%@\"" = "Chỉnh sửa Thư mục thông minh \"%@\"";

/* Identities Image Menu */
"Edit..." = "Chỉnh sửa...";

/* alert title */
"Empty import file" = "Tệp nhập vào rỗng";

/* error */
"Encryption keys file exist but cannot be loaded from '%@'" = "Khóa mã hóa của tập tin đã có nhưng không thể tải được từ '%@'";

/* unlock prompt */
"Enter your master password to change this setting" = "Nhập mật khẩu chính chủ của bạn để thay đổi thiết đặt này";

/* unlock prompt */
"Enter your master password to unlock 1Password." = "Nhập mật khẩu chính chủ để mở khóa 1Password.";

/* message dialog */
"Error editing Smart Folder" = "Lỗi khi biên tập thư mục thông minh";

/* search scope */
"Everything" = "Tất cả mọi thứ";

/* search scope */
"Everywhere" = "Khắp mọi nơi";

/* Password strength — Excellent */
"Excellent" = "Tuyệt vời";

/* exported
   file prompt
   Save Panel prompt */
"Export" = "Xuất ra";

/* Save Panel field label */
"Export As:" = "Xuất ra như:";

/* exporter */
"Export Failed" = "Xuất ra thất bại";

/* window title */
"Export Passwords" = "Xuất ra mật khẩu";

/* exporter */
"Export To 1Password Interchange File" = "Xuất ra tệp trao đổi 1Password";

/* status message */
"Exporting Attachments" = "Đang xuất tệp đính kèm";

/* pref pane */
"Extensions" = "Phần mở rộng";

/* alert title */
"Failed to add attachment" = "Thất bại trong việc thêm tệp đính kèm";

/* error */
"Failed to copy '%1$@' to '%2$@': %3$@" = "Không thể sao chép '%1$@' đến '%2$@': %3$@";

/* message */
"Failed to copy selected file" = "Không thể sao chép tệp đã chọn";

/* exporter */
"Failed to create 1Password Interchange File" = "Không thể tạo tệp chuyển đổi 1Password";

/* alert title */
"Failed to export attachment" = "Thất bại trong việc xuất ra tệp đính kèm";

/* info */
"Failed to Go & Fill" = "Không thể Đi tới & Điền vào";

/* error */
"Failed to interpret the output of the import script." = "Thất bại trong việc biên dịch mã lệnh.";

/* info */
"Failed to launch browser for the url: %@" = "Không thể khởi động trình duyệt với URL: %@";

/* error */
"Failed to load encryption key from '%1$@', error: %2$@" = "Không thể tải khóa mã hóa từ '%1$@', Lỗi: %2$@";

/* info */
"Failed to obtain user attributes." = "Không thể lấy thuộc tính người dùng.";

/* error message */
"Failed to open '%1$@' using %2$@ encoding.\n\nError code: %3$d\n\nPlease choose another Character Encoding from the list." = "Không thể mở '%1$@' sử dụng bộ giải mã %2$@.\n\nMã lỗi: %3$d\n\nVui lòng chọn Bảng mã khác trong danh sách.";

/* alert title */
"Failed to open attachment." = "Không thể mở tệp đính kèm.";

/* info */
"Failed to open web page: %@" = "Không thể mở trang web: %@";

/* error */
"Failed to rename '%1$@' to '%2$@': %3$@" = "Không thể đổi tên '%1$@' thành '%2$@': %3$@";

/* error */
"Failed to resolve URL bookmark." = "Không thể giải quyết vấn đề của URL đánh dấu.";

/* error */
"Failed to resolve URL bookmark: %@" = "Thất bại trong việc giải quyết đánh dấu URL: %@";

/* error message */
"Failed to restore '%@', no encryption keys file found in the backup" = "Thất bại trong việc khôi phục '%@', không có khóa mã hóa trong bản sao lưu";

/* error message */
"Failed to restore from backup, cannot move %1$@ to %2$@\nError: %3$@" = "Thất bại trong việc khôi phục, không thể di chuyển %1$@ tới %2$@\nLỗi: %3$@";

/* error message */
"Failed to restore from backup, cannot remove old data file '%1$@'\nError: %2$@" = "Thất bại trong việc khôi phục từ sao lưu, không thể xóa dữ liệu cũ '%1$@'\nLỗi: %2$@";

/* error */
"Failed to run import script" = "Thất bại trong việc chạy mã lệnh";

/* Password strength — Fantastic */
"Fantastic" = "Tuyệt vời";

/* alert message */
"File added successfully" = "Tệp đã được thêm";

/* alert title */
"File exists at path" = "Tệp đã tồn tại";

/* attachment warning */
"File is a bundle or folder" = "Tập tin là một hay nhiều thư mục";

/* exporter */
"File name:" = "Tên tập tin:";

/* attachment warning */
"File size is larger than 2 MB" = "Dung lượng tập tin lớn hơn 2 MB";

/* alert message */
"Files added successfully" = "Tệp đã được thêm";

/* window title */
"Find Existing 1Password File" = "Tìm tập tin 1Password hiện có";

/* menu item */
"Finish Editing" = "Hoàn thành sửa đổi";

/* menu item */
"Finish Editing Selected Item" = "Hoàn thành việc sửa đổi cho mục đã chọn";

/* Go and Fill menu
   Sidebar group */
"Folders" = "Thư mục";

/* pref pane */
"General" = "Thổng quát";

/* generate password button */
"Generate" = "Tạo ra";

/* item type */
"Generated Password" = "Mật khẩu được tạo";

/* sidebar category */
"Generated Passwords" = "Các mật khẩu được tạo";

/* menu item */
"Go & Fill Login" = "Đi tới & Điền vào phần đăng nhập";

/* button */
"Go Back" = "Quay lại";

/* Password strength — Good */
"Good" = "Tốt";

/* menu item */
"Hide Activity" = "Ẩn hoạt động";

/* menu item */
"Hide Toolbar" = "Ẩn thanh công cụ";

/* iPhone Security Level */
"High (Master Password)" = "Cao (Mật khẩu Chính chủ)";

/* product web page */
"http://agilebits.com/products/1Password" = "http://agilebits.com/products/1Password";

/* product store page */
"https://agilebits.com/store" = "https://agilebits.com/store";

/* message */
"I have found a new data file in Dropbox:\n%@\n\nIt looks like you've recently synced your data with Dropbox. Would you like me to use this data file (recommended)?\n" = "Tôi đã thấy tệp dữ liệu mới trong Dropbox:\n%@\n\nNó trông giống như tệp mà bạn đã đồng bộ với Dropbox. Bạn có muốn tôi sử dụng tệp dữ liệu này (khuyến cáo)? ";

/* Sidebar category */
"Identities" = "Danh tính";

/* item type */
"Identity" = "Danh tính";

/* button */
"Import %d Selected Objects" = "Nhập %d vào đối tượng được chọn";

/* button */
"Import Selected Object" = "Nhập đối tượng đã chọn";

/* folder name */
"Imported" = "Đã nhập";

/* status message */
"Importing Attachments" = "Đang nhập tệp đính kèm";

/* info */
"Importing..." = "Đang nhập...";

/* info */
"In 1Password on your iPhone or iPod touch, select Settings > Wi-Fi Sync > Allow New Connections and then try again." = "Trong 1Password trên iPhone hay iPod touch của bạn, chạm Cài đặt > Đồng bộ Wi-Fi > Cho phép kết nối mới và thử lại.";

/* alert title */
"Incorrect File Type" = "Định dạng tệp không đúng";

/* error message */
"Incorrect Password" = "Mật khẩu không đúng";

/* error */
"Incorrect response received from iPhone. Please restart Mac and iPhone applications and try to sync again" = "Phản ứng nhận được từ iPhone không chính xác. Vui lòng khởi động lại phần mềm trên máy Mac và iPhone và thử đồng bộ lại lần nữa";

/* alert title */
"Incorrect secret" = "Bảo mật không chính xác";

/* error message */
"Invalid Agile Keychain backup file" = "Tệp sao lưu không hợp lệ";

/* error */
"Invalid backup file name" = "Tên tệp sao lưu không hợp lệ";

/* error */
"Invalid backup file, encryption keys not found" = "Tệp sao lưu không hợp lệ, không được mã hóa";

/* alert title */
"Invalid import file" = "Tập tin nhập vào không hợp lệ";

/* error */
"Invalid path: %@" = "Đường dẫn không hợp lệ: % @";

/* title */
"Is the Dropbox Sync Complete?" = "Đồng bộ với Dropbox đã hoàn thành chưa?";

/* prompt */
"It might take a while for Dropbox to finish syncing. Please make sure the sync is fully completed before using 1Password on other computers and devices." = "Sẽ có thể mất một lúc để hoàn thành tiến trình đồng bộ với Dropbox. Xin hãy chắc chắn rằng đồng bộ đã được hoàn tất trước khi sử dụng 1Password trên máy tính hay thiết bị khác.";

/* Item import status */
"Item Exists" = "Khoản mục đã tồn tại";

/* intro message */
"Keep name and address information to quickly register online with just one click in the browser." = "Giữ nguyên tên và thông tin địa chỉ để đăng kí trực tuyến một cách nhanh chóng chỉ với một cái nhấn chuột trên trình duyệt.";

/* status message */
"Last modified %@" = "Lần sửa đổi cuối %@";

/* button */
"Learn How to Resolve This" = "Tìm hiểu cách khắc phục vấn đề này";

/* search scope
   table column */
"Location" = "Vị trí";

/* menu item */
"Lock 1Password" = "Khóa 1Password";

/* item type */
"Login" = "Đăng nhập";

/* pref pane
   Sidebar category */
"Logins" = "Đăng nhập";

/* iPhone Security Level */
"Low (4-Digit Code)" = "Thấp (Mã 4 chữ số)";

/* change folder security level */
"Make Folder Contents High Security" = "Làm cho cặp có nội dung bảo mật cao";

/* info */
"Master Password Does Not Match" = "Mật khẩu chính chủ không khớp";

/* info */
"Master Password has been changed" = "Mật khẩu chính chủ đã bị thay đổi";

/* button */
"Merge" = "Ghép nối";

/* alert message */
"Merge will combine the contents of the selected file with your current data.\n\nReplace will remove your existing data and copy over the selected file." = "Ghép nối sẽ kết hợp nội dung của tập tin đã chọn với dữ liệu hiện thời của bạn.\n\nThay thế sẽ xóa dữ liệu cũ và thay bằng dữ liệu mới từ tệp đã chọn.";

/* info */
"Merging data..." = "Sáp nhập dữ liệu...";

/* button */
"Move items to Unfiled" = "Di chuyển để làm rỗng";

/* button */
"Move to Trash" = "Di chuyển vào Thùng rác";

/* status message */
"Moving Items..." = "Đang di chuyển khoản mục...";

/* info */
"Moving..." = "Đang di chuyển...";

/* Last synced message */
"Never" = "Không bao giờ";

/* info */
"New connections are disabled by 1Password touch" = "Các kết nối mới bị vô hiệu hoá bởi 1Password touch";

/* info */
"New connections are disabled by 1Password touch.\n\nIn 1Password on your iPhone or iPod touch, select Settings > Wi-Fi Sync > Allow New Connections and then try again" = "Các kết nối mới bị vô hiệu hoá bởi 1Password touch.\n\nTại 1Password trên iPhone hoặc iPod touch của bạn, chạm Thiết đặt > Đồng bộ Wi-Fi > Cho phép các kết nối mới và sau đó thử lại lần nữa";

/* folder */
"New Folder" = "Thư mục mới";

/* Item import status */
"New Item" = "Khoản mục mới";

/* new password title */
"New Password" = "Mật khẩu mới";

/* folder */
"New Saved Search" = "Tìm kiếm đã lưu mới";

/* title */
"Newer 1Password File Found In Dropbox" = "Tệp 1Password mới tìm thấy trong Dropbox";

/* Item import status */
"Newer Item Exists" = "Có một khoản mục mới hơn";

/* alert title */
"No file format was selected" = "Không có định dạng nào được chọn";

/* button */
"No, do not change data file" = "Không, đừng thay đổi dữ liệu của tệp";

/* iPhone status */
"Not Authorized (Allow New Connections in Settings > Sync > Wi-Fi)" = "Chưa Chứng thực (Cho phép bằng cách chọn Thiết đặt > Đồng bộ > Wi-Fi)";

/* iPhone status */
"Not reachable" = "Không thể truy cập";

/* placeholder */
"Notes" = "Ghi chú";

/* button */
"Nothing To Import" = "Không có gì để nhập vào";

/* iPhone status */
"Offline" = "Ngoại tuyến";

/* dialog */
"OK" = "Đồng ý";

/* Item import status */
"Older Item Exists" = "Có khoản mục cũ hơn";

/* status message */
"One moment please..." = "Xin chờ giây lát...";

/* message */
"Operation Failed" = "Thao tác thất bại";

/* prompt */
"Other computers sharing the same Dropbox will lose 1Password data. Please use File > Restore on other computers." = "Các máy tính khác dùng chung một tài khoản Dropbox sẽ gây mất dữ liệu của 1Password. Xin vui lòng chọn Tập tin > Khôi phục trên máy tính khác.";

/* form field
   label
   search scope */
"Password" = "Mật khẩu";

/* alert message */
"Password Hint" = "Gợi ý mật khẩu";

/* info */
"Password Hint is Missing" = "Gợi ý mật khẩu bị mất";

/* error */
"Password hint required" = "Yêu cầu có gợi ý mật khẩu";

/* info */
"Password is too long for Login" = "Mật khẩu là quá dài cho việc đăng nhập";

/* table column */
"Password Strength" = "Độ mạnh của mật khẩu";

/* info */
"Please contact AgileBits support." = "Xin vui lòng liên hệ với hỗ trợ của AgileBits.";

/* error
   info */
"Please enter at least one character." = "Vui lòng nhập vào ít nhất một ký tự.";

/* error */
"Please enter password hint." = "Vui lòng nhập gợi ý mật khẩu.";

/* info */
"Please enter the master password again." = "Vui lòng nhập mật khẩu chính chủ một lần nữa.";

/* info */
"Please enter the password hint." = "Hãy nhập gợi ý mật khẩu.";

/* alert message */
"Please enter the secret as it is shown on iPhone" = "Vui lòng nhập mã bí mật đang được hiển thị trên iPhone";

/* prompt */
"Please enter your Mac OS X password.\n\nExtended Attributes will be repaired. " = "Xin hãy nhập mật khẩu của Mac OS X.\n\nThuộc tính mở rộng sẽ được chỉnh sửa lại. ";

/* prompt */
"Please enter your Mac OS X password.\n\nFolder permissions will be reset. " = "XIn mời nhập mật khẩu của Mac OS X.\n\nThư mục cần được cấp quyền truy cập. ";

/* prompt (must finish with ',') */
"Please enter your Mac OS X password.\n\nThe Launch Services database will be reset," = "Xin mời nhập mật khẩu của Mac OS X.\n\nBộ khởi chạy chương trình sẽ được chạy lại,";

/* error title */
"Please install 1Password in Applications" = "Xin hãy cài đặt 1Password trong Applications";

/* message */
"Please make sure Dropbox is installed and running." = "Hãy chắc chắn rằng Dropbox đã được cài đặt và đang chạy.";

/* message */
"Please make sure that the Dropbox icon in your menu bar at the top of your screen is not spinning (it animates while syncing).\n\nClick the icon and make sure that \"All files up to date\" is displayed in the Dropbox menu.\n\nIf you do not see the Dropbox icon, please make sure Dropbox application is started." = "Xin hãy chắc chắn rằng biểu tượng Dropbox trên thanh trình đơn ở phía trên màn hình không xoay tròn (nó sẽ chạy hiệu ứng khi đang đồng bộ).\n\nNhấn vào biểu tượng và chắc chắn rằng dòng chữ \"All files up to date\" xuất hiện trong trình đơn menu của Dropbox.\n\nNếu bạn không thấy biểu tượng Dropbox, hãy chắc chắn rằng chương trình Dropbox đã được khởi động.";

/* error */
"Please make sure the file you are using for import is correct." = "Hãy chắc chắn rằng tập tin bạn sắp nhập vào là chính xác.";

/* info */
"Please memorize the new master password." = "Xin hãy ghi nhớ mật khẩu chính chủ.";

/* info */
"Please restart 1Password." = "Xin hãy chạy lại 1Password.";

/* alert message */
"Please select another file" = "Xin nhãy chọn một tệp khác";

/* error */
"Please try again." = "Vui long thử lại.";

/* prompt */
"Please type your Mac OS X password" = "Xin mời nhập mật khẩu của Mac OS X";

/* info */
"Please wait..." = "Xin chờ...";

/* alert message */
"Previously imported objects were removed from the list." = "Các đối tượng thêm vào đã bị xóa bỏ khỏi danh sách.";

/* alert info
   alert message */
"Proceed?" = "Tiến hành chứ?";

/* status message */
"Processing" = "Tiến hành";

/* export progress */
"Processing Attachments (step 2 of 2)" = "Xử lý tập tin đính kèm (bước 2/2)";

/* rebuild progress */
"Processing Data" = "Xử lý dữ liệu";

/* export progress */
"Processing Data (step 1 of 2)" = "Xử lý dữ liệu (bước 1/2)";

/* button */
"Quit" = "Thoát";

/* button */
"Replace" = "Thay thế";

/* button */
"Restore" = "Khôi phục";

/* alert title */
"Restore Backup" = "Khôi phục từ sao lưu";

/* object list menu */
"Reverse Sort Order" = "Đảo ngược thứ tự sắp xếp";

/* Item import status */
"Same Item Exists" = "Khoản mục đã tồn tại";

/* button
   main window edit button */
"Save" = "Lưu";

/* search field placeholder */
"Search" = "Tìm kiếm";

/* search scope */
"Search:" = "Tìm kiếm:";

/* item type */
"Secure Note" = "Lưu ý bảo mật";

/* Sidebar category */
"Secure Notes" = "Lưu ý bảo mật";

/* intro message */
"Secure storage for any free-form text." = "Lưu trữ an toàn cho bất kỳ cho định dạng văn bản nào.";

/* intro message */
"Secure storage for computer accounts, including email, file sharing and MobileMe credentials." = "Lưu trữ an toàn cho tài khoản máy tính, bao gồm email, chia sẻ tập tin và dịch vụ MobileMe.";

/* intro message */
"Secure storage for financial and personal information, including credit cards and bank accounts." = "Lưu trữ an toàn cho thông tin tài chính và cá nhân, bao gồm thẻ tín dụng và tài khoản ngân hàng.";

/* pref pane */
"Security" = "Bảo mật";

/* dropdown item */
"Select Import Format" = "Chọn định dạng mật khẩu nhập vào";

/* search scope */
"Selected Section" = "Chọn phần";

/* button */
"Send items to Trash" = "Đưa vào Thùng rác";

/* new password location */
"Service or Application Name" = "Dịch vụ hoặc tên ứng dụng";

/* accessibility description */
"Shelves" = "Kệ";

/* button */
"Shorten Password and Fill" = "Rút gọn mật khẩu và Điền vào";

/* menu item */
"Show Activity" = "Hiển thị hoạt động";

/* menu item */
"Show Toolbar" = "Hiện thanh công cụ";

/* button
   dialog */
"Skip" = "Bỏ qua";

/* item type
   Sidebar category */
"Software" = "Phần mềm";

/* Activity message */
"Starting..." = "Đang bắt đầu...";

/* button */
"Stop using Dropbox" = "Ngưng sử dụng Dropbox";

/* title */
"Stop Using Dropbox?" = "Bạn có muốn ngưng sử dụng Dropbox không?";

/* Activity message */
"Stopping..." = "Đang dừng lại...";

/* Sidebar group */
"Sync" = "Đồng bộ";

/* alert title */
"Sync Conflict Resolver Window" = "Trình giải quyết xung đột trong đồng bộ";

/* error */
"Sync failed, 1Password is locked" = "Đồng bộ thất bại, 1Password đã bị khóa";

/* sync detail view label */
"Sync with %@" = "Đồng bộ với %@";

/* table column */
"Tag" = "Từ khóa";

/* Go and Fill menu
   Sidebar group */
"Tags" = "Thẻ";

/* Password strength — Terrible */
"Terrible" = "Kinh khủng";

/* info */
"The application will update all items in the data file. This might take a few minutes..." = "Ứng dụng sẽ cập nhật mọi khoản mục trong tệp dữ liệu. Việc này có thể mất ít phút...";

/* alert message */
"The attachment %1$@ failed to open: %2$@.x" = "Tệp đính kèm %1$@ không thể mở được: %2$@.x";

/* error */
"The current password is not correct" = "Mật khẩu hiện thời không đúng";

/* info */
"The data file has been rebuilt. The application will now reload the data." = "Tệp dữ liệu đã được tạo lại. Ứng dụng sẽ tải lại dữ liệu ngay bây giờ.";

/* error */
"The encryption keys file does not exist at '%@'" = "Khóa mã hóa tệp không ttonf tại '%@'";

/* info */
"The extended attributes have been repaired successfully." = "Thuộc tính mở rộng đã được sửa chữa thành công.";

/* alert message */
"The file %1$@ failed to import: %2$@." = "Tập tin %1$@ không thể nhập vào dược: %2$@.";

/* attachment warning */
"The file %1$@ is (%2$@) in size.\nIt is going to be encrypted and stored in your data file. Adding a large attachment may slow and complicate data syncing.text" = "Tập tin %1$@ (%2$@) đúng kích cỡ.\nNó chuẩn bị được mã hóa và lưu trữ trong tệp dữ liệu của bạn. Việc thêm vào một tệp đính kèm lớn có thể sẽ chậm và làm việc đồng bộ trở nên phúc tạp.text";

/* attachment warning */
"The file %1$@ is too large (%2$@).\nAttachments must be under 20 MB in size." = "Tập tin %1$@ (%2$@) qua lớn.\nTệp đính kèm phải nhỏ hơn 20 MB.";

/* attachment warning */
"The file %@ is a bundle or folder.\nAttachments must be regular files." = "Tập tin %@ là một hay nhiều thư mục.\nTệp đính kèm phải là một tập tin bình thường.";

/* alert message */
"The file could not be imported because the format was not selected. Try the import process again and be sure to specify the format." = "Tập tin không thể đưa vào được vì không có định dạng. Hãy thử lại lần nữa và hãy chắc chắn rằng đã định dạnh tập tin.";

/* alert message */
"The file has been added as a secure attachment.\nYou can safely delete the original file." = "Tập tin đã được thêm như một tệp đính kèm bào mật.\nBạn có thể yên tâm xóa tệp gốc bạn đầu một cách an toàn.";

/* alert message */
"The file you are trying to import appears to be a binary file. Please try to open and view the contents of the file in TextEdit to make sure its contents is valid.\n\nIf you are opening the file directly from a network drive or USB disk then try to copy it to your local disk first." = "Tập tin bạn đang muốn nhập vào hiển thị là một tập tin nhị phân. Xin hãy thử mở và xem nội dung bằng TextEdit và chắc chắn rằng nội dung hợp lệ.\n\nNếu bạn mở nó trực tiếp từ ổ cứng mạng hay USB thì hãy thử sao chép nó vào ổ chứng máy tính trước khi nhập vào.";

/* message */
"The file you selected was copied and is ready to use." = "Tập tin bạn chọn đã được sao chép và sẵn sàng để dùng.";

/* alert message */
"The files have been added as secure attachments.\nYou can safely delete the original files." = "Tập tin đã được thêm như một tệp đính kèm bào mật.\nBạn có thể yên tâm xóa tệp gốc bạn đầu một cách an toàn.";

/* alert title */
"The folder '%@' will be deleted" = "Thư mục '%@' sẽ bị xóa";

/* info */
"The folder permissions have been reset successfully." = "Quyền truy cập của thư mục đã được đặt lại thành công.";

/* alert */
"The import file data has been edited." = "Tập tin nhập vào đã bị sửa đổi.";

/* alert title */
"The import was canceled" = "Việc nhập vào đã bị hủy";

/* exporter */
"The interchange file can be used to merge different 1Password databases\nor keep an unencrypted backup file.\n\nIMPORTANT: The file will not be encrypted and must be protected." = "Tệp trao đổi dùng để ghép nối cơ sở dữ liệu của 1Password khác nhau\nhay giữ định dạng là tệp sao lưu không mã hóa.\n\nQUAN TRỌNG: Tập tin không được mã hóa và cần phải được bảo vệ.";

/* alert title */
"The item \"%@\" will be deleted" = "Khoản mục \"%@\" sẽ bị xóa";

/* info */
"The Launch Services database has been successfully reset." = "Cơ sở dữ liệu của Trình khởi chạy đã được thiết lập lại.";

/* message */
"The original file will remain intact." = "Tệp gốc sẽ được hoàn trả nguyên trạng.";

/* error
   info */
"The password can not be blank" = "Mật khẩu không thể để trống";

/* alert message */
"There are 0 passwords to import." = "Hiện có không có mật khẩu để nhập vào.";

/* alert title */
"This data file is not valid and cannot be used by 1Password" = "Tệp dữ liệu này không hợp lệ và 1Password không thể sử dụng nó";

/* message */
"This file is a 1Password Interchange File.\nUse File > Import menu to import this file." = "Đây là một tập tin 1Password.\nHãy chọn Tập tin > Nhập vào để thêm tệp này.";

/* message */
"This file is not a 1Password backup.\nPlease select a .agilekeychain_zip or .agilekeychain_backup file." = "Tập tin này không phải là một bản sao lưu của 1Password.\nHãy chọn tập tin có định dạng mở rộng là .agilekeychain_zip hoặc .agilekeychain_backup.";

/* alert message */
"This operation can not be undone." = "Thao tác này không thể không hoàn thành.";

/* error message */
"This problem is often caused by incorrect file permissions.\n\nPlease search 1Password Knowledge Base for 'helper startup' or contact us at support@agilebits.com for more information.\n" = "Vấn đề này thường xảy ra khi quyền truy cập tệp không chính xác.\n\nXin hãy tìm trong Kho tang Kiến thức 1Password cụm từ 'help startup' hay liên hệ support@agilebits.com để biết thêm chi tiết. ";

/* message dialog */
"This smart folder was created with an older version of 1Password and is no longer editable.\n\nTo make changes, create a new Smart Folder from the File menu." = "Thư mục thông minh này được tạo ra bởi 1Password phiên bản cũ và không thể chỉnh sửa được nữa.\n\nĐể có thể chỉnh sửa được, tạo một Thư mục thông minh mới từ trình đơn Tập tin.";

/* info */
"This web page accepts passwords up to %jd characters in length." = "Trang web này chấp nhận mật khẩu lên đến %jd ký tự.";

/* message */
"This will replace your current 1Password data with the selected backup." = "Điều này sẽ thay thế dữ liệu trong 1Password hiện thời bằng dữ liệu trong bản sao lưu.";

/* search scope
   table column */
"Title" = "Tiêu đề";

/* error */
"To import this file, set up 1Password as a new user and then choose File > Import..." = "Để nhập vào tệp này, thiết lập 1Password như một người dùng mới và chọn Tập tin > Nhập vào...";

/* time */
"tomorrow" = "ngày mai";

/* accessibility description */
"Traditional" = "Truyền thống";

/* folder
   sidebar category */
"Trash" = "Thùng rác";

/* button */
"Try Again" = "Thử lại";

/* table column */
"Type" = "Loại";

/* alert message */
"Unable to unlock 1Password" = "Không thể mở khóa 1Password";

/* smart folder */
"Unfiled" = "Trống rỗng";

/* iPhone/iPod touch type
   Unknown wallet type */
"Unknown" = "Không biết";

/* menu item */
"Unlock 1Password" = "Mở khóa 1Password";

/* unlock prompt */
"Unlock 1Password to Autosave the Login." = "Mở khóa 1Password để tự động lưu phiên đăng nhập.";

/* unlock prompt */
"Unlock 1Password to edit the item." = "Mở khóa 1Password để chỉnh sửa khoản mục.";

/* unlock prompt */
"Unlock 1Password to fill credit card." = "Mở khóa 1Password để điền thẻ tín dụng.";

/* unlock prompt */
"Unlock 1Password to fill Login." = "Mở khóa 1Password để điền thông tin Đăng nhập.";

/* unlock prompt */
"Unlock 1Password to fill the generated password." = "Mở khóa 1Password để điền mật khẩu tự tạo.";

/* unlock prompt */
"Unlock 1Password to import passwords." = "Mở khóa 1Password để nhập vào thêm mật khẩu.";

/* unlock prompt */
"Unlock 1Password to remove the item." = "Mở khóa 1Password để hóa bỏ khoản mục.";

/* unlock prompt */
"Unlock 1Password to save the generated password." = "Mở khóa 1Password để lưu lại mật khẩu.";

/* unlock prompt */
"Unlock 1Password to save the Login." = "Mở khóa 1Password để lưu Đăng nhập.";

/* unlock prompt */
"Unlock 1Password to update Login." = "Mở khóa 1Password để cập nhật Đăng nhập.";

/* unlock prompt */
"Unlock 1Password to use Identity." = "Mở khóa 1Password để sử dụng danh tính.";

/* prompt */
"Unlock chosen file to merge with your data" = "Mở khóa để lựa chọn tập tin để ghép nối với dữ liệu của bạn";

/* prompt */
"Unlock current data to merge" = "Mở khóa dữ liệu của bạn để ghép nối";

/* menu item */
"Unlock..." = "Mở khóa...";

/* smart folder */
"Untagged" = "Không thẻ";

/* button */
"Update Existing" = "Cập nhật hiện có";

/* Activity status */
"Updating Previews" = "Cập nhật bản xem trước";

/* button */
"Use Dropbox" = "Dùng Dropbox";

/* title */
"Use Dropbox?" = "Bạn đang dùng Dropbox?";

/* form field
   search scope */
"Username" = "Tên người dùng";

/* intro message */
"Usernames and passwords for websites. Use browser extensions to save and fill Logins for you." = "Tên người dùng và mật khẩu cho trang web. Dùng phần mở rộng của trình duyệt để lưu và điền vào mục Đăng nhập giúp bạn.";

/* Sidebar group */
"Vault" = "Nhảy qua";

/* Sidebar category */
"Wallet" = "Ví";

/* Password strength — Weak */
"Weak" = "Yếu";

/* error */
"Wi-Fi connection failed. Please restart and unlock 1Password touch on your iPhone." = "Kết nối tới Wi-Fi thất bại. Vui lòng khởi động lại và mở khóa 1Password touch trên iPhone của bạn.";

/* accessibility description */
"Widescreen" = "Màn hình rộng";

/* info */
"Would you like to continue?" = "Bạn có muốn tiếp tục không?";

/* alert title */
"Would you like to merge or replace your data with the selected file?" = "Bạn có muốn ghép nối hay thay thế dữ liệu của mình tronh tệp đã chọn không?";

/* alert message */
"Would you like to move the folder items to Unfiled folder or send them to Trash?" = "Bạn có muốn di chuyển khoản mục tới một thư mục rỗng hay đưa vào Thùng rác không?";

/* button */
"Yes, use this data file" = "Vâng, hãy sử dụng tệp dữ liệu này";

/* time */
"yesterday" = "hôm qua";

/* info */
"You already have a software license entry for %@." = "Bạn đã có mục giấy phép phần mềm cho %@.";

/* change folder security level */
"You are changing the folder \"%@\" to high security mode.\nDo you also want to set the items in this folder to high security?" = "Bạn đang thay đổi thư mục \"%@\" vào chế độ bảo mật cao.\nBạn có thuốn đồng thời đặt tất cả khoản mục trong nó tới chế độ bảo mật cao không?";

/* info */
"You can now install 1Password from the App Store." = "Giờ đây, bạn có thể cài 1Password từ App Store.";

/* error message */
"You have selected the current data file instead of a backup file." = "Bạn đã chọn tệp dữ liệu hiện thời thay vì tệp sao lưu dữ liệu.";

/* title */
"Your data is not stored in Dropbox anymore" = "Dữ liệu của bạn chưa hề được lưu trong Dropbox";

/* title */
"Your data is now in Dropbox" = "Dữ liệu của bạn bây giờ đã ở trong Dropbox";

/* message */
"Your data was merged with the contents of the selected file." = "Dữ liệu của bạn đã được ghép nối với nội dung của tệp đã chọn.";

/* message */
"Your data was replaced with the contents of the selected file." = "Dữ liệu của bạn đã được thay thế bởi nội dung của tệp đã chọn.";

/* prompt */
"Your data will be moved into the Dropbox folder for easy syncing with other computers and devices.\n\n1Password will also make an additional backup copy of your data." = "Dữ liệu của bạn sẽ được chuyển vào thư mục Dropbox đẻ dễ dàng đồng bộ với các máy tính và thiết bị khác.\n\n1Password sẽ đồng thời tạo mmotj bản sao lưu cho dữ liệu của bạn.";

/* prompt */
"Your data will be moved out of the Dropbox folder.\n\nIMPORTANT: If you have other computers using Dropbox, make sure they all have a backup copy (File > Backup menu)." = "Dữ liệu của bạn sẽ được đưa vào thư mục Dropbox.\n\nQUAN TRỌNG: Nếu bạn có một máy tính khác dùng chung tài khoản Dropbox, hãy chắc chắn rằng chúng đều được sao lưu (trình đơn menu Tập tin > Sao lưu).";

/* error */
"Your new password is not the same as the verify password" = "Mật khẩu mới của bạn không được trùng với mật khẩu xác minh cũ";
